Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

# Confidential
source: Confidential: do not duplicate or record.
de: Vertraulich: nicht duplizieren oder aufzeichnen.
es: Confidencial: no duplicar ni grabar.
fr: Confidentiel : ne pas dupliquer ou enregistrer.
it: Riservato: non duplicare o registrare.
ja: 機密: 複製または記録しないでください。
ko: 기밀: 복제하거나 기록하지 마십시오.
pt_pt: Confidencial: não duplique nem registre.
zh_hans: 保密：请勿复制或记录。

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ja: 確認する
ko: 확인
pt_pt: Confirmar
zh_hans: 确认

# ConfirmDeleteAreaMessage
source: Are you sure you want to delete %@?
de: Möchten Sie %@ wirklich löschen?
es: ¿Estás seguro que deseas eliminar %@?
fr: Êtes-vous sûr de vouloir supprimer %@?
it: Sei sicuro di voler eliminare %@?
ja: 本当に%@を削除してもよろしいですか?
ko: %@ 삭제하시겠습니까?
pt_pt: Tem certeza de que deseja excluir %@?
zh_hans: 您确定要删除%@吗？

# ConfirmDeleteAreaTitle
source: Delete Area
de: Bereich löschen
es: Eliminar área
fr: Supprimer la zone
it: Elimina area
ja: エリアを削除
ko: 영역 삭제
pt_pt: Excluir área
zh_hans: 删除区域

# ConfirmDeleteAssetTitle
source: Delete Asset
de: Asset löschen
es: Eliminar activo
fr: Supprimer l'actif
it: Elimina risorsa
ja: アセットの削除
ko: 자산 삭제
pt_pt: Excluir ativo
zh_hans: 删除资产

source: Confirm edit
de: Bearbeitung bestätigen
es: Confirmar edición
fr: Confirmer la modification
it: Conferma modifica
ja: 編集を確定
ko: 편집 확인
pt_pt: Confirmar edição
zh_hans: 确认编辑

# ConfirmEraseAccount
source: Are you sure you want to continue? Your account and your personal data will be erased. This cannot be undone.
de: Sind Sie sicher, dass Sie fortfahren möchten? Ihr Konto und Ihre persönlichen Daten werden gelöscht. Das kann nicht rückgängig gemacht werden.
es: Estás seguro de que quieres continuar? Su cuenta y sus datos personales serán borrados. Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir continuer? Votre compte et vos données personnelles seront effacés. Cela ne peut pas être annulé.
it: Sei sicuro di voler continuare? Il tuo account e i tuoi dati personali verranno cancellati. Questo non può essere annullato.
ja: 続行してもよろしいですか？あなたのアカウントと個人データは消去されます。これは、元に戻すことはできません。
ko: 계속하시겠습니까? 귀하의 계정과 귀하의 개인 데이터가 지워집니다. 이 작업은 취소할 수 없습니다.
pt_pt: Você tem certeza que quer continuar? Sua conta e seus dados pessoais serão excluídos. Isto não pode ser desfeito.
zh_hans: 确定要继续吗？您的帐户和个人数据将被删除。此操作无法撤消。

source: CONFIRM NEW PASSWORD
de: NEUES PASSWORT BESTÄTIGEN
es: CONFIRMAR NUEVA CONTRASEÑA
fr: CONFIRMER LE NOUVEAU MOT DE PASSE
it: CONFERMA NUOVA PASSWORD
ja: 新しいパスワードの確認
ko: 새 비밀번호 확인
pt_pt: CONFIRMAR NOVA PALAVRA-PASSE
zh_hans: 确认新密码

# ConfirmNewPasswordPlaceholder
source: Confirm your new password
de: Bestätigen Sie Ihr neues Passwort
es: Confirme su nueva contraseña
fr: Confirmez votre nouveau mot de passe
it: Conferma la tua nuova password
ja: 新しいパスワードを確認してください
ko: 새 비밀번호를 확인하세요
pt_pt: Confirme a sua nova palavra-passe
zh_hans: 请确认新密码

# ConfirmPasswordPlaceHolder
source: Confirm Password
de: Bestätige das Passwort
es: confirmar Contraseña
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードを認証する
ko: 비밀번호 확인
pt_pt: Confirme a Senha
zh_hans: 确认密码

source: Connected!
de: In Verbindung gebracht!
es: ¡Conectado!
fr: Connecté!
it: Collegato!
ja: 接続完了！
ko: 연결되었습니다!
pt_pt: Conectado!
zh_hans: 已连接!

source: Connected as Guest
de: Als Gast verbunden
es: Conectado como invitado
fr: Connecté en tant qu'invité
it: Connesso come ospite
ja: ゲストとして接続済み
ko: 게스트로 연결됨
pt_pt: Ligado como convidado
zh_hans: 已作为访客连接

# ConnectionBannerAccessibilityHint
source: Shows whether the app is connected to Help Lightning services.
de: Zeigt an, ob die App mit Help Lightning-Diensten verbunden ist.
es: Indica si la aplicación está conectada a los servicios de Help Lightning.
fr: Indique si l’application est connectée aux services Help Lightning.
it: Indica se l’app è connessa ai servizi Help Lightning.
ja: アプリが Help Lightning サービスに接続されているかどうかを示します。
ko: 앱이 Help Lightning 서비스에 연결되었는지 표시합니다.
pt_pt: Indica se a aplicação está ligada aos serviços Help Lightning.
zh_hans: 显示应用是否已连接到 Help Lightning 服务。

# ConnectionBannerDismissHint
source: Hides the connection status banner until the connection mode changes.
de: Blendet die Verbindungsstatusleiste aus, bis sich der Verbindungsmodus ändert.
es: Oculta el banner de estado de conexión hasta que cambie el modo de conexión.
fr: Masque la barre d’état de connexion jusqu’à ce que le mode de connexion change.
it: Nasconde la barra di stato della connessione fino a quando la modalità di connessione non cambia.
ja: 接続モードが変わるまで接続状態バナーを非表示にします。
ko: 연결 모드가 바뀔 때까지 연결 상태 배너를 숨깁니다.
pt_pt: Oculta o banner de estado da ligação até o modo de ligação mudar.
zh_hans: 在连接模式变化之前隐藏连接状态横幅。

# ConnectionBannerDismissLabel
source: Dismiss connection status
de: Verbindungsstatus schließen
es: Descartar estado de conexión
fr: Fermer l’état de connexion
it: Chiudi stato connessione
ja: 接続状態を閉じる
ko: 연결 상태 닫기
pt_pt: Dispensar estado da ligação
zh_hans: 关闭连接状态

# ConnectionBannerConnectingMessage
source: Establishing a connection to the service.
de: Verbindung zum Dienst wird hergestellt.
es: Estableciendo conexión con el servicio.
fr: Établissement de la connexion au service.
it: Connessione al servizio in corso.
ja: サービスへの接続を確立しています。
ko: 서비스에 연결하는 중입니다.
pt_pt: A estabelecer ligação ao serviço.
zh_hans: 正在建立与服务器的连接。

# ConnectionBannerOfflineMessage
source: Some features may be unavailable until you reconnect.
de: Einige Funktionen sind möglicherweise nicht verfügbar, bis Sie wieder verbunden sind.
es: Es posible que algunas funciones no estén disponibles hasta que vuelva a conectarse.
fr: Certaines fonctionnalités peuvent être indisponibles jusqu’à ce que vous soyez reconnecté.
it: Alcune funzioni potrebbero non essere disponibili finché non ti riconnetti.
ja: 再接続するまで、一部の機能が利用できない場合があります。
ko: 다시 연결할 때까지 일부 기능을 사용할 수 없을 수 있습니다.
pt_pt: Algumas funcionalidades podem ficar indisponíveis até voltar a ligar-se.
zh_hans: 在重新连接之前，部分功能可能不可用。

# ConnectionBannerOnlineMessage
source: All features are available.
de: Alle Funktionen sind verfügbar.
es: Todas las funciones están disponibles.
fr: Toutes les fonctionnalités sont disponibles.
it: Tutte le funzioni sono disponibili.
ja: すべての機能が利用できます。
ko: 모든 기능을 사용할 수 있습니다.
pt_pt: Todas as funcionalidades estão disponíveis.
zh_hans: 所有功能均可使用。

# ConnectionBannerOnlineTitle
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_pt: Conectado
zh_hans: 已连接

source: Connecting...
de: Verbindung wird hergestellt ...
es: Conectando ...
fr: Connection en cours...
it: Connessione in corso ...
ja: 接続中...
ko: 연결 중 ...
pt_pt: Conectando ...
zh_hans: 连接中...

# ConnectingWorkbox
source: We’ll connect you to your Help Thread soon!
de: Wir verbinden Sie bald mit Ihrem Hilfe-Thread!
es: ¡Te conectaremos a tu hilo de ayuda pronto!
fr: Nous vous connecterons bientôt à votre fil d'aide !
it: Ti collegheremo presto al tuo thread di aiuto!
ja: すぐにヘルプ スレッドに接続します。
ko: 곧 도움말 스레드에 연결해 드리겠습니다!
pt_pt: Em breve conectaremos você ao seu tópico de ajuda!
zh_hans: 我们将很快将您连接到您的帮助主题！

# ConnectionLost
source: Connection Lost. Retrying...
de: Verbindung unterbrochen. Wiederholen ...
es: Conexión perdida. Reintentando ...
fr: Connexion perdue. Nouvelle tentative ...
it: Connessione persa. Nuovo tentativo ...
ja: 接続が切れました。再試行中...
ko: 연결이 끊어졌습니다. 다시 시도하는 중 ...
pt_pt: Conexão perdida. Tentando novamente ...
zh_hans: 连接断线，正在重试...

# ConnectWithSomeoneByStartingA
source: Connect with someone by starting a new Help Thread.
de: Verbinden Sie sich mit jemandem, indem Sie einen neuen Hilfe-Thread starten.
es: Conéctese con alguien iniciando un nuevo hilo de ayuda.
fr: Connectez-vous avec quelqu'un en démarrant un nouveau fil d'aide.
it: Connettiti con qualcuno avviando una nuova discussione di aiuto.
ja: 新しいヘルプスレッドを開始して誰かとつながりましょう。
ko: 새 도움말 스레드를 시작하여 다른 사람과 연결하세요.
pt_pt: Ligue-se a alguém iniciando um novo tópico de ajuda.
zh_hans: 通过创建新的帮助主题与他人联系。

# CONTACT_REQUEST_ACTION_1033
source: Incorrect contact request action, should be accept or reject or cancel
de: Eine falsche Kontaktanfrage sollte akzeptiert, abgelehnt oder storniert werden
es: Acción de solicitud de contacto incorrecta, se debe aceptar o rechazar o cancelar
fr: Demande de contact incorrecte, doit être acceptée, rejetée ou annulée
it: L'azione di richiesta di contatto errata deve essere accettata, rifiutata o annullata
ja: 連絡先リクエストアクションが間違っています。承諾、拒否、またはキャンセルにしてください。
ko: 잘못된 연락처 요청 조치, 수락 또는 거부 또는 취소해야합니다.
pt_pt: Ação de solicitação de contato incorreta, deve ser aceitar ou rejeitar ou cancelar
zh_hans: 无效联系人邀请，需接受，或拒绝，或取消

# CONTACT_REQUEST_DIRECTION_1032
source: Incorrect contact request direction, should be incoming or outgoing
de: Falsche Kontaktanforderungsrichtung sollte eingehend oder ausgehend sein
es: Dirección de solicitud de contacto incorrecta, debe ser entrante o saliente
fr: Direction de demande de contact incorrecte, doit être entrante ou sortante
it: La direzione della richiesta di contatto errata deve essere in entrata o in uscita
ja: 連絡先リクエストのあて先が間違っています。着信または発信にしてください。
ko: 연락처 요청 방향이 잘못되었습니다. 들어 오거나 나가야합니다.
pt_pt: Direção da solicitação de contato incorreta, deve ser de entrada ou saída
zh_hans: 无效联系人邀请，需接入或发出

# ContactDisconnected
source: %@ has disconnected
de: %@ hat die Verbindung getrennt
es: %@ ha desconectado
fr: %@ s'est déconnecté
it: %@ è disconnesso
ja: %@ が切断されました
ko: %@ 연결이 끊어졌습니다
pt_pt: %@ desconectou
zh_hans: %@ 已断开连接

# ContactEmailError
source: Contact email is too long!
de: Kontakt-E-Mail ist zu lang!
es: ¡El correo electrónico de contacto es demasiado largo!
fr: L'email de contact est trop long!
it: L'email di contatto è troppo lunga!
ja: メールアドレスが長すぎます！
ko: 연락 이메일이 너무 깁니다!
pt_pt: O e-mail de contato é muito longo!
zh_hans: 联系人电邮过长!

# ContactExpertGroup
source: Contacting an expert from %@
de: Kontaktieren Sie einen Experten von %@
es: Contactando con un experto de %@
fr: Contacter un expert de %@
it: Contattare un esperto di %@
ja: %@の専門家に連絡する
ko: %@ 의 전문가에게 연락하기
pt_pt: Entrando em contato com um especialista de %@
zh_hans: 联系%@的专家

source: Contacting expert.
de: Kontaktaufnahme mit dem Experten.
es: Contactando al experto.
fr: Contacter l'expert.
it: Contatta un esperto.
ja: エキスパートに連絡中です。
ko: 전문가에게 연락 중
pt_pt: Entrando em contato com o especialista.
zh_hans: 正连接专家。

source: Contacting expert from %@.
de: Kontaktaufnahme mit dem Experten von %@ .
es: Contactando al experto de %@ .
fr: Contacter l'expert de %@ .
it: Contatta l'esperto da %@ .
ja: %@ からエキスパートに連絡中です。
ko: %@ 전문가에게 문의하십시오.
pt_pt: Entrando em contato com o especialista de %@ .
zh_hans: 正连接 %@ 的专家。

# ContactJoined
source: has joined the call.
de: hat sich dem Anruf angeschlossen.
es: se ha unido a la llamada.
fr: a rejoint l'appel.
it: si è unito alla chiamata.
ja: 通話に参加しました。
ko: 통화에 참여했습니다.
pt_pt: entrou na chamada.
zh_hans: 已加入通话。

# ContactLeft
source: has left
de: hat verlassen
es: ha abandonado la sesión
fr: est parti
it: se n'è andato
ja: が退出
ko: 연결 해제 되었습니다
pt_pt: deixou
zh_hans: 已离开

# ContactNameError
source: Contact name is too long!
de: Kontaktname ist zu lang!
es: ¡El nombre del contacto es demasiado largo!
fr: Le nom du contact est trop long!
it: Il nome del contatto è troppo lungo!
ja: 連絡先名が長すぎます！
ko: 담당자 이름이 너무 깁니다!
pt_pt: O nome do contato é muito longo!
zh_hans: 联系人姓名过长!

# ContactNotSelectedFormat
source: %@ not selected
de: %@ nicht ausgewählt
es: %@ no seleccionado
fr: %@ non sélectionné
it: %@ non selezionato
ja: %@ 未選択
ko: %@ 선택 안 됨
pt_pt: %@ não selecionado
zh_hans: %@ 未选择

# ContactReconnected
source: %@ has reconnected
de: %@ hat die Verbindung wiederhergestellt
es: %@ ha vuelto a conectar
fr: %@ s'est reconnecté
it: %@ è ricollegato
ja: %@ が再接続しました
ko: %@ 이 다시 연결되었습니다
pt_pt: %@ se reconectou
zh_hans: %@ 已重新连接

# contactRequestMessage
source: wants to add you as a contact in {{app_name}}
de: möchte Sie als Kontakt in {{app_name}} hinzufügen
es: quiere agregarle como contacto en {{app_name}}
fr: souhaite vous ajouter en tant que contact dans {{app_name}}
it: desidera aggiungerti come contatto in {{app_name}}
ja: あなたを {{app_name}} 連絡先として追加しようとしています
ko: {{app_name}} 에서 귀하를 연락처로 추가하려고합니다.
pt_pt: deseja adicioná-lo como um contato no {{app_name}}
zh_hans: 希望添加您为{{app_name}}的联系人

source: Contact Requests
de: Kontaktanfragen
es: Solicitudes de contacto
fr: Demandes de contact
it: Richieste di contatto
ja: お問い合わせ
ko: 연락처 요청
pt_pt: Solicitações de contato
zh_hans: 添加联系人请求

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 연락처
pt_pt: Contatos
zh_hans: 联系人

# ContactSelectedFormat
source: %@ selected
de: %@ ausgewählt
es: %@ seleccionado
fr: %@ sélectionné
it: %@ selezionato
ja: %@ 選択済み
ko: %@ 선택됨
pt_pt: %@ selecionado
zh_hans: %@ 已选择

source: Contacts Permission Required
de: Kontaktberechtigung erforderlich
es: Se requiere permiso de contactos
fr: Autorisation de contacts requise
it: Autorizzazione contatti richiesta
ja: 連絡先へのアクセス許可が必要です
ko: 연락처 권한이 필요합니다
pt_pt: Permissão de contactos necessária
zh_hans: 需要通讯录权限

source: Contact Support
de: Kontaktieren Sie Support
es: Soporte de contacto
fr: Contactez le support
it: Contatta il supporto
ja: サポート問い合わせ先
ko: 연락처 지원
pt_pt: Entre em contato com o suporte
zh_hans: 联系支持

source: Contact Unavailable
de: Kontakt nicht verfügbar
es: Contacto no disponible
fr: Contact non disponible
it: Contatto non disponibile
ja: 利用不可の連絡先
ko: 연락 불가
pt_pt: Contato indisponível
zh_hans: 联系人离线

# ContactYourAdministratorWhenPromptedShare
source: Contact your administrator. When prompted, share this code.
de: Wenden Sie sich an Ihren Administrator. Wenn Sie dazu aufgefordert werden, teilen Sie diesen Code.
es: Contacte a su administrador. Cuando se le solicite, comparta este código.
fr: Contactez votre administrateur. Lorsque vous y êtes invité, partagez ce code.
it: Contatta il tuo amministratore. Quando richiesto, condividi questo codice.
ja: 管理者に連絡してください。求められたら、このコードを共有してください。
ko: 관리자에게 문의하세요. 메시지가 표시되면 이 코드를 공유하세요.
pt_pt: Contacte o seu administrador. Quando solicitado, partilhe este código.
zh_hans: 请联系您的管理员。出现提示时，请分享此代码。

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 継続する
ko: 계속하다
pt_pt: Prosseguir
zh_hans: 继续

# ContinueShowMenuHints
source: Continue to show this hint
de: Zeigen Sie diesen Hinweis weiterhin an
es: Continúa mostrando esta pista
fr: Continuez à montrer cet indice
it: Continua a mostrare questo suggerimento
ja: このヒントを引き続き表示
ko: 이 힌트를 계속 표시
pt_pt: Continue a mostrar esta dica
zh_hans: 始终显示该提示

# CooperationModeTitle
source: You are currently in Collaboration Mode.
de: Sie befinden sich derzeit im Kollaborationsmodus.
es: Actualmente se encuentra en modo de colaboración.
fr: Vous êtes actuellement en mode collaboration.
it: Sei attualmente in modalità Collaboration.
ja: 現在、コラボレーションモードになっています。
ko: 현재 협업 모드에 있습니다.
pt_pt: Você está atualmente no modo de colaboração.
zh_hans: 您当前处于协作模式。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_pt: Copiado
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copie
it: copia
ja: コピー
ko: 복사
pt_pt: cópia de
zh_hans: 复制

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt_pt: Copiar mensagem
zh_hans: 复制消息

# CopyLink
source: Link Copied
de: Link kopiert
es: Enlace copiado
fr: Lien copié
it: Link copiato
ja: リンクコピー
ko: 복사 된 링크
pt_pt: Link copiado
zh_hans: 链接已复制

# CopyLinkMenu
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia collegamento
ja: リンクをコピー
ko: 링크 복사
pt_pt: Copiar link
zh_hans: 复制链接

# CouldNotConnectToInviteServer
source: Could not connect to the invite server. Please try again.
de: Verbindung zum Einladungsserver nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo conectar al servidor de invitaciones. Inténtelo de nuevo.
fr: Impossible de se connecter au serveur d'invitation. Veuillez réessayer.
it: Impossibile connettersi al server di invito. Riprova.
ja: 招待サーバーに接続できませんでした。もう一度お試しください。
ko: 초대 서버에 연결할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não foi possível ligar ao servidor de convites. Tente novamente.
zh_hans: 无法连接到邀请服务器。请重试。

# CouldNotConnectToServer
source: Could not connect to the server. Please try again.
de: Verbindung zum Server nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo conectar al servidor. Inténtelo de nuevo.
fr: Impossible de se connecter au serveur. Veuillez réessayer.
it: Impossibile connettersi al server. Riprova.
ja: サーバーに接続できませんでした。もう一度お試しください。
ko: 서버에 연결할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não foi possível ligar ao servidor. Tente novamente.
zh_hans: 无法连接到服务器。请重试。

source: Could not create inference context
de: Inferenzkontext konnte nicht erstellt werden
es: No se pudo crear el contexto de inferencia
fr: Impossible de créer le contexte d'inférence
it: Impossibile creare il contesto di inferenza
ja: 推論コンテキストを作成できませんでした
ko: 추론 컨텍스트를 생성할 수 없습니다
pt_pt: Não foi possível criar o contexto de inferência
zh_hans: 无法创建推理上下文

# CouldNotLoadHelpThread
source: Could not load the help thread. Please try again.
de: Hilfe-Thread konnte nicht geladen werden. Bitte versuchen Sie es erneut.
es: No se pudo cargar el hilo de ayuda. Inténtelo de nuevo.
fr: Impossible de charger le fil d'aide. Veuillez réessayer.
it: Impossibile caricare la discussione di aiuto. Riprova.
ja: ヘルプスレッドを読み込めませんでした。もう一度お試しください。
ko: 도움말 스레드를 로드할 수 없습니다. 다시 시도해 주세요.
pt_pt: Não foi possível carregar o tópico de ajuda. Tente novamente.
zh_hans: 无法加载帮助主题。请重试。

source: Create
de: Schaffen
es: Crear
fr: Créer
it: Creare
ja: 作成
ko: 창조하다
pt_pt: Crio
zh_hans: 创建

# CreateANewHelpThreadWith
source: Create a new help thread with this procedure attached. You will be redirected to the procedure execution view.
de: Erstellen Sie einen neuen Hilfe-Thread mit dieser angehängten Prozedur. Sie werden zur Prozedurausführungsansicht weitergeleitet.
es: Cree un nuevo hilo de ayuda con este procedimiento adjunto. Será redirigido a la vista de ejecución del procedimiento.
fr: Créez un nouveau fil d'aide avec cette procédure jointe. Vous serez redirigé vers la vue d'exécution de la procédure.
it: Crea una nuova discussione di aiuto con questa procedura allegata. Verrai reindirizzato alla vista di esecuzione della procedura.
ja: この手順を添付した新しいヘルプスレッドを作成します。手順実行ビューにリダイレクトされます。
ko: 이 절차가 첨부된 새 도움말 스레드를 만듭니다. 절차 실행 보기로 리디렉션됩니다.
pt_pt: Crie um novo tópico de ajuda com este procedimento anexado. Será redirecionado para a vista de execução do procedimento.
zh_hans: 创建附加此流程的新帮助主题。您将被重定向到流程执行视图。

source: Create Area
de: Bereich erstellen
es: Crear área
fr: Créer une zone
it: Crea area
ja: エリアを作成
ko: 영역 만들기
pt_pt: Criar Área
zh_hans: 创建区域

# CreateChatSessionError
source: Cannot create a chat session
de: Es kann keine Chat-Sitzung erstellt werden
es: No se puede crear una sesión de chat
fr: Impossible de créer une session de chat
it: Impossibile creare una sessione di chat
ja: チャットセッションを作成できません
ko: 채팅 세션을 만들 수 없습니다
pt_pt: Não é possível criar uma sessão de chat
zh_hans: 无法创建聊天会话

# CreateKnowledgeTitle
source: Upload to knowledge
de: In Wissen hochladen
es: Subir a conocimiento
fr: Télécharger vers la connaissance
it: Carica nella conoscenza
ja: ナレッジにアップロード
ko: 지식에 업로드
pt_pt: Carregar para o conhecimento
zh_hans: 上传到知识

# CreateOverlayError
source: Cannot create the overlay
de: Das Overlay kann nicht erstellt werden
es: No se puede crear la superposición
fr: Impossible de créer la superposition
it: Impossibile creare la sovrapposizione
ja: オーバーレイを作成できません
ko: 오버레이를 만들 수 없습니다.
pt_pt: Não é possível criar a sobreposição
zh_hans: 无法创建图层

source: Create Smart Pins
de: Smart Pins erstellen
es: Crear pines inteligentes
fr: Créer des épingles intelligentes
it: Crea pin intelligenti
ja: スマートピンを作成する
ko: 스마트 핀 만들기
pt_pt: Criar Pins Inteligentes
zh_hans: 创建智能图钉

# CurrentFolderFormat
source: %@, current folder
de: %@, aktueller Ordner
es: %@, carpeta actual
fr: %@, dossier actuel
it: %@, cartella corrente
ja: %@、現在のフォルダ
ko: %@, 현재 폴더
pt_pt: %@, pasta atual
zh_hans: %@，当前文件夹

source: CURRENT PASSWORD
de: AKTUELLES PASSWORT
es: CONTRASEÑA ACTUAL
fr: MOT DE PASSE ACTUEL
it: PASSWORD ATTUALE
ja: 現在のパスワード
ko: 현재 비밀번호
pt_pt: PALAVRA-PASSE ATUAL
zh_hans: 当前密码

# CurrentPasswordPlaceHolder
source: Current Password
de: Jetziges Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pt_pt: Senha atual
zh_hans: 当前密码

source: CURRENT STATUS
de: AKTUELLER STATUS
es: ESTADO ACTUAL
fr: STATUT ACTUEL
it: STATO ATTUALE
ja: 現在のステータス
ko: 현재 상태
pt_pt: ESTADO ATUAL
zh_hans: 当前状态

source: Current step
de: Aktueller Schritt
es: Paso actual
fr: Étape actuelle
it: Passaggio corrente
ja: 現在のステップ
ko: 현재 단계
pt_pt: Passo atual
zh_hans: 当前步骤

source: Customer Instructions:
de: Kundenanweisungen:
es: Instrucciones para el cliente:
fr: Instructions client:
it: Istruzioni per il cliente:
ja: お客様への指示:
ko: 고객 지침:
pt_pt: Instruções ao cliente:
zh_hans: 客户须知：

# CustomerInstructionsMsg
source: Use this app to receive a call. No need to log in - please contact your representative to receive an invitation link to get started.
de: Verwenden Sie diese App, um einen Anruf entgegenzunehmen. Sie müssen sich nicht anmelden – wenden Sie sich bitte an Ihren Vertreter, um einen Einladungslink zu erhalten und loszulegen.
es: Utilice esta aplicación para recibir una llamada. No es necesario iniciar sesión; comuníquese con su representante para recibir un enlace de invitación para comenzar.
fr: Utilisez cette application pour recevoir un appel. Pas besoin de vous connecter - veuillez contacter votre représentant pour recevoir un lien d'invitation pour commencer.
it: Utilizza questa app per ricevere una chiamata. Non è necessario effettuare l'accesso: contatta il tuo rappresentante per ricevere un collegamento di invito per iniziare.
ja: 電話を受けるにはこのアプリを使用します。ログインする必要はありません。開始するには、担当者に連絡して招待リンクを受け取ってください。
ko: 이 앱을 사용하여 전화를 받으세요. 로그인할 필요가 없습니다. 담당자에게 문의하여 시작하려면 초대 링크를 받으세요.
pt_pt: Use este aplicativo para receber uma chamada. Não há necessidade de fazer login – entre em contato com seu representante para receber um link de convite para começar.
zh_hans: 使用此应用程序接听电话。无需登录 - 请联系您的代表以接收邀请链接开始使用。

source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fr: Champs personnalisés
it: Campi personalizzati
ja: カスタムフィールド
ko: 사용자 지정 필드
pt_pt: Campos personalizados
zh_hans: 自定义字段

# CustomMessage
source: Custom message (optional; added to email only)
de: Benutzerdefinierte Nachricht (optional; nur zur E-Mail hinzugefügt)
es: Mensaje personalizado (opcional; agregado solo al correo electrónico)
fr: Message personnalisé (facultatif; ajouté à l'e-mail uniquement)
it: Facoltativo, aggiunto solo ad email
ja: カスタムメッセージ（任意、メールにのみ追加）
ko: 맞춤 메시지 (선택 사항, 이메일에만 추가됨)
pt_pt: Mensagem personalizada (opcional; adicionada apenas ao e-mail)
zh_hans: 定制信息(可选;仅可添加至电子邮件)

# CustomMessageError
source: Custom message is too long!
de: Benutzerdefinierte Nachricht ist zu lang!
es: ¡El mensaje personalizado es demasiado largo!
fr: Le message personnalisé est trop long!
it: Il messaggio personalizzato è troppo lungo!
ja: カスタムメッセージが長すぎます！
ko: 맞춤 메시지가 너무 깁니다!
pt_pt: A mensagem personalizada é muito longa!
zh_hans: 定制信息过长!

# DATA_UNAVAILABLE_1043
source: The requested data is unavailable at the moment
de: Die angeforderten Daten sind momentan nicht verfügbar
es: Los datos solicitados no están disponibles en este momento.
fr: Les données demandées ne sont pas disponibles pour le moment
it: I dati richiesti non sono al momento disponibili
ja: リクエストされたデータは一時的に利用ができません
ko: 현재 요청한 데이터를 사용할 수 없습니다
pt_pt: Os dados solicitados não estão disponíveis no momento
zh_hans: 目前无法提供所需数据

source: Data Center
de: Rechenzentrum
es: Centro de datos
fr: Centre de données
it: Banca dati
ja: データセンター
ko: 데이터 센터
pt_pt: Centro de dados
zh_hans: 数据中心
